{
  "meals": [
    {
    "id": 1,
    "day": 1,
    "name": "Healthy Homemade Granola",
    "imagePath": "https://joyfoodsunshine.com/wp-content/uploads/2017/08/healthy-homemade-granola-recipe-2.jpg",
    "ingredients": "1/4 cup coconut oil, 1/4 cup honey or pure maple syrup for vegan option, 1/2 tsp pure vanilla extract, 2 cups old-fashioned oats, 1/2 cup unsweetened shredded coconut, 1/2 cup raw pecans chopped, 2 tsp ground cinnamon, 1/2 tsp sea salt",
    "howtoprepare" : "Mix dry ingredients. Start by mixing the dry ingredients together, then set them aside! Combine & warm the wet ingredients. The trick here is you want to gently warm them either in the microwave or on the stovetop until they are just warm enough to be smooth and combined.Add Vanilla. be sure to add the vanilla to the wet ingredients after they have been removed from the heat! Mix it together! Add the wet ingredients to the dry ingredients and mix well! Be sure everything is evenly distributed! Bake! This is the most important step! If you want chunky granola be sure to press the granola together in the pan. Bake for 30 minutes. Test for doneness. The granola usually feels soft to the touch when it first comes out of the oven, but hardens as it cools. To test for doneness take a few pieces of granola off the baking pan and let it cool. If it hardens and becomes crunchy then it's done!",
    "preptime" : "5 min",
    "calories" : "171 kcals"
   
  },
{
    "id": 2,
    "day": 2,
    "name": "Avocado Toast with Fried Egg",
    "imagePath": "https://www.closetcooking.com/wp-content/uploads/2016/08/AvocadoToastwithFriedEgg8003733.jpg",
    "ingredients": "1 avocado, 1 tablespoon lemon juice (or lime juice), pinch salt, 4 eggs, 4 slices toast (gluten-free for gluten-free), salt and pepper to taste",
    "howtoprepare" : "Mash the avocado, lemon juice and salt.Fry the eggs in a pan over medium heat. Spread the mashed avocado mixture on the toast, top with the fried eggs, season with salt and pepper and enjoy!",
    "preptime" : "5 min",
    "calories" : "381 kcals"
   
  },
{
    "id": 3,
    "day": 1,
    "name": "Healthy Chia Pudding",
    "imagePath": "https://joyfoodsunshine.com/wp-content/uploads/2021/01/chia-pudding-recipe-3.jpg",
    "ingredients": "1 cup milk (almond milk, cashew milk, whole milk, coconut milk, etc.), 2-4 TBS honey (or maple syrup) - to taste, 1 tsp pure vanilla extract, pinch fine sea salt, ¼ cup chia seeds, Optional toppings: fresh berries, sliced bananas, nut butter, extra maple syrup or honey, etc.",
    "howtoprepare" : "In a large bowl, whisk together milk, honey vanilla and sea salt until combined (it’s easier to incorporate honey if the milk is room temperature). Next, add the chia seeds and whisk to combine.  Then place the large bowl in the refrigerator to chill for 30 hour, stirring once halfway through.  NOTE: It's important to chill the mixture before transferring it into jars to ensure the chia seeds have started absorbing the liquid and they are evenly distributed throughout the mixture. Transfer the chia seed putting into 2-4 glass jars with lids and chill overnight in the refrigerator, or for at least 8 hours. Store this chia seed pudding in glass jars with airtight lids in the refrigerator for up to 5 days. I do not recommend freezing this chia pudding recipe. One chilled and thickened, serve this chia seed pudding with your favorite toppings. Here are some suggestions; Fresh or frozen & thawed berriesFresh fruits (bananas, apples, citrus fruits, etc.) Nut Butters (like this vanilla almond butter or this homemade peanut butter), unsweetened coconut, Candied almonds, Cinnamon Sugar pecans , Honey or Maple Syrup, Strawberry Sauce, Chocolate chips or cocoa nibs, Nuts (almonds, cashews, peanuts, etc.), Dried Fruits (cranberries, apricots, rasins, etc.)",
    "preptime" : "8 h",
    "calories" : "173 kcals"
   
  },
    {
    "id": 4,
    "day": 4,
    "name": "Avocado toast with tomato salsa",
    "imagePath": "https://peasandcrayons.com/wp-content/uploads/2019/04/avocado-toast-cherry-tomato-salsa-recipe-2.jpg",
    "ingredients": "2 slices whole grain bread, 1 ripe avocado, 1/4-1/2 cup cherry tomato salsa (recipe below), 1 cup cherry tomatoes (halved or quartered), 1/2 cup finely diced white onion, 1 jalapeño pepper (seed + stem removed + minced), 2 TBSP chopped fresh cilantro plus extra to taste, 1/2 lime juiced, salt and pepper to taste",
    "howtoprepare" : "For easy avo toast, you can make the salsa at the start of the week and enjoy on your toast all week long. Feel free to double or triple the recipe if desired or even try my black bean salsa as a tasty toast topper! Combine your salsa ingredients in a small bowl and season to taste with salt and pepper. Mix well and give it a taste. Feel free to add extra lime, cilantro, onion, and/or spices to taste. Toast your bread and arrange on a plate. Scoop the insides out of your avocado and smash onto toast. Top with salsa and an optional pinch of salt (I'm a salted tomato fanatic!) and dive in!",
    "preptime" : "15 min",
    "calories" : "211 kcals"
   
  },
    {
    "id": 5,
    "day": 1,
    "name": "Garlic Butter Baked Salmon",
    "imagePath": "https://i.pinimg.com/originals/4e/95/dd/4e95dd66e7e2fe4294203c3e9a2057bd.jpg",
    "ingredients": "1.5 lb salmon filet, 4 tbsp unsalted butter softened, 4 Garlic cloves minced, 1 tsp salt, 1/2 tsp pepper, 1 tbsp fresh parsley chopped, 1 lemon zested, then cut into wedges",
    "howtoprepare" : "Preheat oven to 425 degrees F. Arrange salmon on a baking sheet, pat salmon dry with a paper towel. set aside. (line baking sheet with foil for easy cleanup). In a small bowl, mix together softened butter, garlic, salt, pepper, parsley and lemon zest. Spread the butter mixture over the salmon. Bake salmon for 12-15 minutes, or until internal temperature reaches 145 degrees F. Squeeze lemon wedge over salmon before serving.",
    "preptime" : "20 min",
    "calories" : "357 kcals"
   
  },
     {
    "id": 6,
    "day": 6,
    "name": "Creamy parmesan basil chicken",
    "imagePath": "https://www.foxandbriar.com/wp-content/uploads/2019/04/Creamy-Basil-Chicken-2-of-6.jpg",
    "ingredients": "1 pounds chicken breast 2 large breasts, 3 tablespoons butter, 4 large garlic cloves minced, 1/2 yellow onion finely minced, 3-4 ounces roasted red peppers thinly sliced, 1/4 teaspoon paprika, 1/2 cups heavy cream, 1 cup packed fresh basil leaves plus more for garnish, 1 cup fresh grated parmesan, 1/4 teaspoon crushed red pepper flakes, 1/2 cup white wine or chicken stock, salt to taste, black pepper to taste",
    "howtoprepare" : "Cut breasts in half lengthwise, pound to even thickness. In a large non stick pan on medium-medium high heat, melt 2 tablespoons butter. Season chicken with salt and pepper, then sear, 4-5 minutes on each side, until just cooked. Remove from the pan and set aside. In the same skillet add 1 tablespoons butter. Add onion, garlic, peppers, paprika, red chili pepper flakes, salt and pepper. Saute for about five minutes, until onions and peppers are softened. Add wine to deglaze the skillet and bring to a gentle simmer until reduced by half. Reduce heat to medium low. Add cream to the skillet and stir until a creamy sauce forms. Taste and adjust seasoning with salt and pepper. Add Parmesan, stir until melted into sauce. Stir in basil, simmer until wilted, 1-2 minutes. Add chicken back to the skillet,  allow to warm up if needed.  Serve.",
    "preptime" : "35 min",
    "calories" : "661 kcals"
   
  },
    {
    "id": 7,
    "day": 7,
    "name": "Garlic Butter Shrimp",
    "imagePath": "https://www.foxandbriar.com/wp-content/uploads/2018/12/Easy-Garlic-Butter-Shrimp-7-of-9.jpg",
    "ingredients": "1 pound Argentinean Pink Shrimp thawed, 4 clove garlic, 4 tablespoons butter divided, 1/4 cup lemon juice, 1/4 cup chopped parsley, 1 teaspoon red pepper flakes optional, kosher salt, black pepper",
    "howtoprepare" : "In a large sauté pan over medium to medium-high heat, melt two tablespoons of butter.  Add the garlic and red pepper flakes  Cook for about 30 seconds, until fragrant, do not allow garlic to burn. Add the shrimp to the pan.  Cook for about 90 seconds, then turn and cook for 90 seconds more. Add the other 2 tablespoons of butter, lemon juice, salt, and pepper.  Cook for 1 minute, or until butter is melted.  Stir in parsley.  Remove from heat.",
    "preptime" : "10 min",
    "calories" : "224 kcals"
   
  },
    {
    "id": 8,
    "day": 8,
    "name": "Broccoli pesto penne with chilli and garlic sizzle",
    "imagePath": "https://realfood.tesco.com/media/images/RFO-1400x919-Pasta-mini-mini-b876d7d9-32d3-4568-8803-1dfe995043d4-0-1400x919.jpg",
    "ingredients": "150g wholewheat penne, 200g broccoli florets, 30g pack basil, 15g flat-leaf parsley, 20g roasted chopped hazelnuts, 3 tsp olive oil, 30g vegetarian hard cheese or Parmesan, finely grated, plus extra to serve, 2 garlic cloves, thinly sliced, 1 large red chilli, sliced into thin rounds",
    "howtoprepare" : "In a pan of boiling water, cook the pasta following the pack instructions. In another pan of boiling water, blanch the broccoli for 3 mins, drain and refresh under cold water.In a food processor, whizz the broccoli with the basil, parsley, nuts and 1 tsp oil, until finely chopped. Add the cheese and 4-5 tbsp of the pasta cooking water to loosen the pesto, then pulse. Season to taste.When the pasta is ready, drain and return to the pan. Add the broccoli pesto and mix through the pasta to coat.Heat the remaining oil in a pan, add the garlic and chilli and stir-fry for 1 min over a high heat, until softened and browning slightly. Divide the pasta between 2 serving bowls, and spoon over the garlic and chilli sizzle. Serve with a few cheese shavings, if you like.",
    "preptime" : "20 min",
    "calories" : "298 kcals"
   
  },
    {
    "id": 9,
    "day": 9,
    "name": "Quick chicken roast",
    "imagePath": "https://img.delicious.com.au/6nfRPUUS/del/2015/10/quick-chicken-roast-13852-1.jpg",
    "ingredients": "6 thyme sprigs, leaves picked, 4 anchovies in oil, drained, chopped, 2 teaspoons dried oregano, 1 teaspoon chilli flakes, 2 tablespoons olive oil, 2 garlic cloves, chopped, Finely grated zest of 1 lemon, 8 Lilydale Free Range Chicken Thighs (bone in, skin on), 800g baby kipfler potatoes, halved lengthways, 100g speck or streaky bacon, cut into 5mm-thick batons, 250g baby truss tomatoes",
    "howtoprepare" : "Preheat the oven to 200C. Combine the thyme, anchovies, oregano, chilli, oil, garlic and lemon zest in a bowl. Add the chicken and turn to coat. Add the potatoes and toss to combine. Place on a large baking tray and scatter over the speck. Cut the zested lemon into wedges and add to the tray. Season and roast for 40 minutes or until chicken is golden and potatoes tender. Remove from the oven and top with tomatoes. Roast for a further 10-15 minutes until tomatoes are blistered.Squeeze over roasted lemon juice to serve.",
    "preptime" : "60 min",
    "calories" : "340 kcals"
   
  },
     {
    "id": 10,
    "day": 10,
    "name": "Veggie cannelloni bake",
    "imagePath": "https://realfood.tesco.com/media/images/RFO-1400x919-VeggieCannelloniBake-mini-38985a04-75bc-4ce7-8b51-e56af66f2e75-0-1400x919.jpg",
    "ingredients": "395g tin taco mixed beans, 1 tbsp olive oil, 1 onion, peeled and chopped, 1 red pepper, deseeded and chopped, 1 yellow pepper, seeded and chopped, 500g carton passata with garlic and herbs, 12 cannelloni tubes, 200g lighter mature Cheddar, grated, mixed leaves, to serve (optional)",
    "howtoprepare" : "Preheat the oven to gas 5, 190°C, fan 170°C. Let the kids put the beans into a bowl and mash until coarsely crushed. Set aside.Heat the oil in a frying pan, add the onion and fry over a gentle heat for 3 mins. Turn up the heat, add the peppers and stir-fry for 3-5 mins. Remove from the heat and cool slightly. Add the pepper mix to the beans and stir well. Set aside.Pour a third of the passata into a 20 x 30cm baking dish and set aside.Using a teaspoon, let the kids fill the cannelloni tubes with the pepper and bean mix. Arrange in the dish, then pour over the remaining passata and scatter with the grated cheese. Bake for 40 mins, or until bubbling and golden. Serve with mixed leaves, if you like.",
    "preptime" : "60 min",
    "calories" : "320 kcals"
   
  },
    {
    "id": 11,
    "day": 11,
    "name": "Roast beetroot pappardelle with peas and ricotta ",
    "imagePath": "https://realfood.tesco.com/media/images/74-PINK-PASTA-LGH-e22ddf6e-5dd4-4d5b-b899-f237f4cddfc0-0-1400x919.jpg",
    "ingredients": "3 medium (about 400g) beetroot, peeled and cut into 2.5cm (1in) cubes, 1 tbsp olive oil, 25g unsalted butter, 1 red onion, finely chopped, 1 tbsp red wine vinegar, 150g (5oz) peas, fresh (podded) or frozen, 250g (8oz) fresh pappardelle pasta, 4 tbsp finely grated mature Cheddar cheese or Parmesan, 100g ricotta cheese",
    "howtoprepare" : "Preheat the oven to gas 6, 200°C, fan 180°C. In a large bowl, toss the cubed beetroot with the olive oil (the kids will enjoy helping with this) and spread out on a large baking tray lined with non-stick baking paper. Season with a little salt and pepper to taste, then roast for 30 minutes, turning halfway, until the beetroot is soft and caramelised.Melt the butter in a medium saucepan set over a low-medium heat and add the red onion. Cook, stirring frequently, for 10 minutes until the onion is soft and sweet. Turn up the heat, stir in the roast beetroot and red wine vinegar and continue to cook for 5 minutes. Mash with the back of a spoon or a potato masher to roughly crush the beetroot cubes. Stir in the peas and cook for a further 2 minutes.Bring a saucepan of water to the boil and add a little salt, if you like. Drop the pasta into the boiling water and cook for 3 minutes before draining in a colander. Tip the pasta, and any water still clinging to it, into the beetroot pan with half the grated cheese and toss to mix and create a sauce. Drop teaspoons of ricotta onto the pasta and mix gently - you can ask your little helpers to do this. Serve immediately, topped with the remaining finely grated cheese.Tip: If you can’t find fresh pappardelle pasta, use tagliatelle or spaghetti instead, or use scissors to snip fresh lasagne sheets into strips before cooking.",
    "preptime" : " 75 min",
    "calories" : "420 kcals"
   
  },
    {
    "id": 12,
    "day": 11,
    "name": "Baked ratatouille with butter bean mash recipe",
    "imagePath": "https://realfood.tesco.com/media/images/1400x919-Baked-ratatouille-with-butter-bean-mash-9d76aa9c-1236-4c93-ae30-733bd26ce971-0-1400x919.jpg",
    "ingredients": "2 courgettes, sliced into 1cm rounds, 3 peppers, deseeded and cut into bite-sized chunks, 3 red onions, thickly sliced, 250g salad tomatoes, roughly chopped, 2 tbsp olive oil, 2 tbsp herbes de Provence, 3 garlic cloves, unpeeled, 400g tin chopped tomatoes, 2 x 400g tins butter beans, drained and rinsed, 10g fresh basil",
    "howtoprepare" : "Preheat the oven to gas 6, 200°C, fan 180°C. Toss the courgettes, peppers, onions and vine tomatoes with 1 tbsp oil, the herbs and garlic in a large roasting dish; season. Bake for 15 mins, then stir in the tinned tomatoes. Bake for 20-25 mins until the veg is tender and jam-like. Scoop out the garlic and squeeze into a saucepan, discarding the papery skins. Add 50ml water, 1 tbsp oil and the beans; heat through over a low heat for 5 mins. Mash or blitz in a food processor until thick and creamy, adding a little more water if needed. Divide the mash between 4 plates and spoon over the ratatouille. Tear over the basil leaves to serve.",
    "preptime" : " 45 min",
    "calories" : "279 kcals"
   
  },
    {
    "id": 13,
    "day": 15,
    "name": "Pea and courgette fusilli",
    "imagePath": "https://realfood.tesco.com/media/images/74-PINK-PASTA-LGH-e22ddf6e-5dd4-4d5b-b899-f237f4cddfc0-0-1400x919.jpg",
    "ingredients": "3 medium (about 400g) beetroot, peeled and cut into 2.5cm (1in) cubes, 1 tbsp olive oil, 25g unsalted butter, 1 red onion, finely chopped, 1 tbsp red wine vinegar, 150g (5oz) peas, fresh (podded) or frozen, 250g (8oz) fresh pappardelle pasta, 4 tbsp finely grated mature Cheddar cheese or Parmesan, 100g ricotta cheese",
    "howtoprepare" : "Preheat the oven to gas 6, 200°C, fan 180°C. In a large bowl, toss the cubed beetroot with the olive oil (the kids will enjoy helping with this) and spread out on a large baking tray lined with non-stick baking paper. Season with a little salt and pepper to taste, then roast for 30 minutes, turning halfway, until the beetroot is soft and caramelised.Melt the butter in a medium saucepan set over a low-medium heat and add the red onion. Cook, stirring frequently, for 10 minutes until the onion is soft and sweet. Turn up the heat, stir in the roast beetroot and red wine vinegar and continue to cook for 5 minutes. Mash with the back of a spoon or a potato masher to roughly crush the beetroot cubes. Stir in the peas and cook for a further 2 minutes.Bring a saucepan of water to the boil and add a little salt, if you like. Drop the pasta into the boiling water and cook for 3 minutes before draining in a colander. Tip the pasta, and any water still clinging to it, into the beetroot pan with half the grated cheese and toss to mix and create a sauce. Drop teaspoons of ricotta onto the pasta and mix gently - you can ask your little helpers to do this. Serve immediately, topped with the remaining finely grated cheese.Tip: If you can’t find fresh pappardelle pasta, use tagliatelle or spaghetti instead, or use scissors to snip fresh lasagne sheets into strips before cooking.",
    "preptime" : "75 min",
    "calories" : "420 kcals"
   
  },
    {
    "id": 14,
    "day": 14,
    "name": "Roast beetroot pappardelle with peas and ricotta ",
    "imagePath": "https://realfood.tesco.com/media/images/1400x919-Pea-and-courgette-pasta-e4bf8b4c-e43f-4230-958a-59aff7ed2301-0-1400x919.jpg",
    "ingredients": "300g fusilli, 2 courgettes, peeled into ribbons using a veg peeler, 150g frozen peas, 150g baby spinach, 1 garlic clove, peeled, 30g grated pecorino, plus extra to serve (optional), 10g fresh parsley, 1/2 lemon, zested and juiced, 50g low-fat natural yogurt",
    "howtoprepare" : "Cook the fusilli to pack instructions. Put the courgette ribbons in a colander. Reserve 50ml pasta water, then drain the pasta over the courgette ribbons to soften slightly. Return to the pan over a very low heat.Meanwhile, in a separate pan, boil the peas, spinach and garlic for 3 mins. Drain well and tip into the bowl of a food processor (or into a jug if using a stick blender). Add the pecorino, parsley, lemon zest and yogurt; season. Blitz to a bright green purée, scraping down the sides of the bowl or jug if needed.Stir the green sauce and reserved pasta water into the pasta and courgette ribbons, tossing well to coat everything in the sauce. Add lemon juice and seasoning to taste, then serve with extra pecorino, if you like.",
    "preptime" : "20 min",
    "calories" : "356 kcals"
   
  },
    {
    "id": 15,
    "day": 11,
    "name": "Halloumi stuffed peppers ",
    "imagePath": "https://realfood.tesco.com/media/images/1400x919-Halloumi-stuffed-peppers-52237cc7-0e49-40fe-925b-dda9f00ea53c-0-1400x919.jpg",
    "ingredients": "4 red peppers, 1 tbsp olive oil, 220g pack Tesco Finest Piccolo cherry tomatoes, picked, 250g pouch microwaveable pilau rice, 40g pitted black olives, roughly chopped, 35g sultanas or flame raisins, 80g halloumi, cubed, 10g fresh parsley, roughly chopped",
    "howtoprepare" : "Preheat the oven to gas 6, 200°C, fan 180°C. Halve the peppers, leaving the stalks intact but removing the core and membrane. Rub with 1 tbsp oil and place, cut side down, in a roasting tin. Put the cherry tomatoes in a separate small roasting tin, season and toss in ½ tbsp oil. Roast alongside the peppers for 15 mins. Heat the rice to pack instructions. Fork into a bowl and stir in the rest of the ingredients, reserving a little of the halloumi and parsley. Fill the pepper halves with the rice mixture and top with the tomatoes and reserved halloumi. Return to the oven for 15-20 mins or until the halloumi is golden. Scatter with the remaining parsley to serve.",
    "preptime" : "30 min",
    "calories" : "317 kcals"
   
  },
    {
    "id": 16,
    "day": 13,
    "name": "Roast beetroot pappardelle with peas and ricotta ",
    "imagePath": "https://realfood.tesco.com/media/images/1400x919-Pea-and-courgette-pasta-e4bf8b4c-e43f-4230-958a-59aff7ed2301-0-1400x919.jpg",
    "ingredients": "300g fusilli, 2 courgettes, peeled into ribbons using a veg peeler, 150g frozen peas, 150g baby spinach, 1 garlic clove, peeled, 30g grated pecorino, plus extra to serve (optional), 10g fresh parsley, 1/2 lemon, zested and juiced, 50g low-fat natural yogurt",
    "howtoprepare" : "Cook the fusilli to pack instructions. Put the courgette ribbons in a colander. Reserve 50ml pasta water, then drain the pasta over the courgette ribbons to soften slightly. Return to the pan over a very low heat.Meanwhile, in a separate pan, boil the peas, spinach and garlic for 3 mins. Drain well and tip into the bowl of a food processor (or into a jug if using a stick blender). Add the pecorino, parsley, lemon zest and yogurt; season. Blitz to a bright green purée, scraping down the sides of the bowl or jug if needed.Stir the green sauce and reserved pasta water into the pasta and courgette ribbons, tossing well to coat everything in the sauce. Add lemon juice and seasoning to taste, then serve with extra pecorino, if you like.",
    "preptime" : "20 min",
    "calories" : "356 kcals"
   
  },
    {
    "id": 17,
    "day": 12,
    "name": "Sardines and scrambled eggs with spicy tomatoes",
    "imagePath": "https://realfood.tesco.com/media/images/1400x919-Sardines-and-scrambled-eggs-with-spicy-tomatoes-bd17b198-63f3-4b1a-9fb3-109cb8d64b50-0-1400x919.jpg",
    "ingredients": "160g cherry tomatoes, quartered, 1/2 tsp creamed horseradish sauce, 1/2 tsp Worcestershire sauce, 6 drops Tabasco, 3 medium eggs, lightly beaten, 1 tbsp semi-skimmed milk, olive oil spray, 2 x slices wholemeal bread, toasted, 90g tin skinless boneless sardines in tomato sauce, Lemon wedge to serve (optional)",
    "howtoprepare" : "Mix the tomatoes, horseradish, Worcestershire sauce and Tabasco in a small mixing bowl and season with black pepper. Set aside for 5 mins for the tomatoes to become juicy.Beat together the eggs and milk in a separate bowl until well combined. Spray a small frying pan with oil and set over a medium heat. Add the eggs and cook for 1-2 mins, stirring constantly, until no longer runny.Top the toast with the sardines, then the eggs and tomato mixture. Spoon over any extra spicy tomato juices.",
    "preptime" : "10 min",
    "calories" : "312 kcals"
   
  },
    {
    "id": 18,
    "day": 15,
    "name": "Pear, ricotta and honey toast topper",
    "imagePath": "https://realfood.tesco.com/media/images/RFO-1400x919-Pear-ricotta-and-honey-toast-topper-91d56590-cabc-4eb5-9eb3-f2d554dbb880-0-1400x919.jpg",
    "ingredients": "1 slice small wholemeal loaf, 25g ricotta, 50g pear, sliced, a few blackberries, halved if large, 1 tsp honey",
    "howtoprepare" : "Toast the bread, then spread with ricotta. Fan out the pear slices over the toast, then scatter with the blackberries. Drizzle with honey and season with black pepper to serve.",
    "preptime" : "5 min",
    "calories" : "159 kcals"
   
  },
    {
    "id": 19,
    "day": 17,
    "name": "Salmon, smashed avocado and broad bean bruschetta",
    "imagePath": "https://realfood.tesco.com/media/images/RFO-1400x919-Salmon-smashed-avocado--broad-bean-bruschetta-55b44266-ef95-4e9e-9937-7536a7f70dd0-0-1400x919.jpg",
    "ingredients": "350g shelled broad beans, 1 ripe avocado, stoned and peeled, 1 red chilli, finely chopped, 10g fresh coriander, chopped, 1 lime, juiced, 4 thick slices sourdough rye bloomer, 6 radishes, thinly sliced, 120g pack smoked salmon, sliced, watercress, to serve",
    "howtoprepare" : "Cook the fusilli to pack instructions. Put the courgette ribbons in a colander. Reserve 50ml pasta water, then drain the pasta over the courgette ribbons to soften slightly. Return to the pan over a very low heat.Meanwhile, in a separate pan, boil the peas, spinach and garlic for 3 mins. Drain well and tip into the bowl of a food processor (or into a jug if using a stick blender). Add the pecorino, parsley, lemon zest and yogurt; season. Blitz to a bright green purée, scraping down the sides of the bowl or jug if needed.Stir the green sauce and reserved pasta water into the pasta and courgette ribbons, tossing well to coat everything in the sauce. Add lemon juice and seasoning to taste, then serve with extra pecorino, if you like.",
    "preptime" : "15 min",
    "calories" : "271 kcals"
   
  },
    {
    "id": 20,
    "day": 18,
    "name": "Breakfast burritos",
    "imagePath": "https://realfood.tesco.com/media/images/1400x919-KidsBreakfastBurittos-d5063596-a9af-40b4-8c1f-807f64516d5b-0-1400x919.jpg",
    "ingredients": "375g sweet potatoes, peeled and halved, 125g light Cheddar, grated, 4 tsp olive oil, 1 red pepper, deseeded and chopped, 1 green pepper, deseeded and chopped, 6 eggs, beaten, 15g fresh parsley, chopped, 8 wholemeal tortilla wraps",
    "howtoprepare" : "Boil the sweet potatoes for 8 mins. Drain and leave to steam-dry and cool a little. When cool enough to handle, grate the potatoes and put in a large bowl. Stir in the cheese.Meanwhile, heat half the oil in a nonstick frying pan. Add the pepper and stir-fry for 5-10 mins until softened. Remove from the pan and set aside.Heat the remaining oil in the frying pan. Add the beaten egg and cook over a medium heat for 1-2 mins, stirring occasionally with a rubber spatula, to softly scramble. Season and set aside.Stir the peppers and parsley through the grated potato mixture. Divide between the wraps (in a vertical strip slightly to one side). Spoon the scrambled egg on top of each strip.  Enclose the top and bottom ends, then roll up to enclose fully. Slice in half to serve.Make ahead tip: Wrap the filled, rolled burritos in foil and allow to cool completely. Chill for 3 days or freeze for up to 3 months. If frozen, defrost overnight in the fridge (in their foil). Once defrosted (or if cooking from chilled), bake the burritos in the foil in a preheated oven at gas 6, 200°C, fan 180°C for 20 mins to fully heat through.",
    "preptime" : "3 min",
    "calories" : "34 kcals"
   
  },
    {
    "id": 21,
    "day": 19,
    "name": "Roast beetroot pappardelle with peas and ricotta ",
    "imagePath": "https://realfood.tesco.com/media/images/1400x919-Pea-and-courgette-pasta-e4bf8b4c-e43f-4230-958a-59aff7ed2301-0-1400x919.jpg",
    "ingredients": "300g fusilli, 2 courgettes, peeled into ribbons using a veg peeler, 150g frozen peas, 150g baby spinach, 1 garlic clove, peeled, 30g grated pecorino, plus extra to serve (optional), 10g fresh parsley, 1/2 lemon, zested and juiced, 50g low-fat natural yogurt",
    "howtoprepare" : "Cook the fusilli to pack instructions. Put the courgette ribbons in a colander. Reserve 50ml pasta water, then drain the pasta over the courgette ribbons to soften slightly. Return to the pan over a very low heat.Meanwhile, in a separate pan, boil the peas, spinach and garlic for 3 mins. Drain well and tip into the bowl of a food processor (or into a jug if using a stick blender). Add the pecorino, parsley, lemon zest and yogurt; season. Blitz to a bright green purée, scraping down the sides of the bowl or jug if needed.Stir the green sauce and reserved pasta water into the pasta and courgette ribbons, tossing well to coat everything in the sauce. Add lemon juice and seasoning to taste, then serve with extra pecorino, if you like.",
    "preptime" : "20 min",
    "calories" : "356 kcals"
   
  }
    ]
 
  
}
